Repository: SurniaUlula/wpsso-plm
Catalog: languages/wpsso-plm-*.po
Languages: fr_fr

source: saving place "%1$s"
fr_fr: enregistrement de la place "%1$s"

# metabox tab
source: Schema Place
fr_fr: Schéma place

source: You may select a place, or enter custom place information, to further describe the content subject.
fr_fr: Vous pouvez sélectionner une place ou saisir des informations de place personnalisées pour décrire le sujet du contenu.

source: Please make sure the content subject is about a single, specific place or location - for example, <a href="%s">The Eiffel Tower</a>.
fr_fr: Assurez-vous que le sujet du contenu concerne une place ou un lieu spécifique - par exemple, <a href="%s">La Tour Eiffel</a>.

source: Selecting a place will define the webpage Open Graph type to "place" and the Schema type to the one selected below.
fr_fr: La sélection d'une place définira le type Open Graph de la page Web à "place" et le type de Schéma au à celui sélectionné ci-dessous.

source: Select a place to edit. The place information is used for Open Graph meta tags and Schema markup.
fr_fr: Sélectionnez une place à modifier. Les informations de place sont utilisées pour les balises méta Open Graph et balisage Schéma.

source: You may optionally choose a different Schema type for this place / location (default is LocalBusiness).
fr_fr: Vous pouvez également choisir un type de schéma différent pour cette place / position (LocalBusiness par défaut).

source: A name for this place / location (required). The place name may appear in forms and in the Schema Place "name" property.
fr_fr: Un nom pour cette place / position (requis). Le nom de la place peut apparaître dans des formulaires et dans la propriété de Schéma Place "nom".

source: An alternate name for this place. The place alternate name may appear in the Schema Place "alternateName" property.
fr_fr: Un autre nom facultatif pour cette place. L'autre nom de la place peut apparaître dans la propriété de Schéma Place "alternateName".

source: A description for this place. The place description may appear in the Schema Place "description" property.
fr_fr: Une description pour cette place. La description de la place peut apparaître dans la propriété de Schéma Place "description".

source: An optional street address for Pinterest Rich Pin / Schema Place meta tags and related markup.
fr_fr: Une adresse municipale optionnel pour les balises méta Pinterest Rich Pin / Schema Place et balisage associées.

source: An optional post office box number for the Pinterest Rich Pin / Schema Place meta tags and related markup.
fr_fr: Un numéro de boîte postale optionnel pour les balises méta Pinterest Rich Pin / Schema Place et balisage associées.

source: An optional city name for the Pinterest Rich Pin / Schema Place meta tags and related markup.
fr_fr: Un nom de ville optionnel optionnel pour les balises méta Pinterest Rich Pin / Schema Place et balisage associées.

source: An optional state or Province name for the Pinterest Rich Pin / Schema Place meta tags and related markup.
fr_fr: Un nom d'État ou de Province optionnel pour les balises méta Pinterest Rich Pin / Schema Place et balisage associées.

source: An optional zip or postal code for the Pinterest Rich Pin / Schema Place meta tags and related markup.
fr_fr: Un code postal ou zip optionnel pour les balises méta Pinterest Rich Pin / Schéma Place et balisage associées.

source: An optional country for the Pinterest Rich Pin / Schema Place meta tags and related markup.
fr_fr: Un nom de pays optionnel pour les balises méta Pinterest Rich Pin / Schema Place et balisage associées.

source: An optional telephone number for this place / location.
fr_fr: Un numéro de téléphone optionnel pour cette place / position.

source: The numeric decimal degrees latitude for this place (required).
fr_fr: Les degrés décimaux numérique de latitude pour cette place (requis)

source: You may use a service like <a href="http://www.gps-coordinates.net/">Google Maps GPS Coordinates</a> (as an example), to find the approximate GPS coordinates of a street address.
fr_fr: Vous pouvez utiliser un service comme le <a href="http://www.coordonnees-gps.fr/conversion-coordonnees-gps">Convertisseur de coordonnées GPS</a> (par exemple), pour trouver les coordonnées GPS approximatives d'une adresse postale.

source: The numeric decimal degrees longitude for this place (required).
fr_fr: Les degrés décimaux numérique de longitude pour cette place (requis).

source: An optional numeric altitude (in meters above sea level) for this place.
fr_fr: Une altitude numérique optionnel (en mètres au-dessus du niveau de mer) pour cette place.

source: An image ID and media library selection for this place (ie. an image of the business storefront or location).
fr_fr: La bibliothèque de média et un ID d'image pour l'image de cette place (une image de la vitrine commerciale ou de l'emplacement).

source: The place image is used in the Schema LocalBusiness markup for the Schema "location" property.
fr_fr: L'image de la place est utilisé dans le balisage Schéma LocalBusiness pour la propriété de Schéma "location".

source: The place image is not used when a place is selected for the post, page, or custom post type content &mdash; in this case, the custom and/or featured image is used.
fr_fr: L'image de place n'est pas utilisée lorsqu'une place est sélectionnée pour le contenu de l'article, page ou article de type personnalisé &mdash; dans ce cas, l'image personnalisée et/ou sélectionnée est utilisée.

source: You can enter a place image URL (including the http:// prefix) instead of choosing an image ID &mdash; if a place image ID is specified, it has precedence and the image URL option is disabled.
fr_fr: Vous pouvez entrer un URL d'image pour la place (y compris le préfixe http://) au lieu de choisir un ID d'image &mdash; si un ID d'image est défini, l'option URL d'image est désactivée.

source: The image URL option allows you to use an image outside of a managed collection (WordPress Media Library or NextGEN Gallery), and/or a smaller logo style image.
fr_fr: L'option URL d'image vous permet d'utiliser une image à l'extérieur d'une collection gérée (Bibliothèque de Médias WordPress ou NextGEN Gallery), et/ou utiliser une image plus petite de style logo.

source: Select the days and hours this place / location is open.
fr_fr: Sélectionnez les jours et heures, que cette place / position est ouverte.

source: This place / location closes temporarily mid-day (for example, between 12:00 and 13:00 for lunch).
fr_fr: Cette place / position ferme temporairement à la mi-journée (par exemple, entre midi et 13h00 pour le diner).

source: If this place / location is open seasonally, select the open and close dates of the season.
fr_fr: Si cette place / position est ouverte en saison, sélectionnez les dates d'ouverture et de fermeture de la saison.

source: The geographic area where a service is provided, in meters around the location.
fr_fr: La zone géographique où un service est fourni, en mètres autour de l’endroit.

source: A comma-delimited list of <a href="%1$s">ISO 4217 currency codes</a> accepted by the local business (example: %2$s).
fr_fr: Une liste séparée par des virgules des <a href="%1$s">codes ISO 4217 des devises</a> acceptées par l’entreprise locale (exemple: %2$s).

source: A comma-delimited list of payment options accepted by the local business (example: Cash, Credit Card).
fr_fr: Une liste séparée par des virgules des modes de paiement acceptés par l’entreprise locale (exemple: Cash, Credit Card).

source: The relative price of goods or services provided by the local business (example: %s).
fr_fr: Le prix relatif des biens ou services fournis par l'entreprise locale (exemple: %s).

source: This food establishment accepts reservations.
fr_fr: Cet établissement alimentaire accepte des réservations.

source: The menu URL for this food establishment.
fr_fr: URL du menu de l'établissement alimentaire

source: The cuisine served by this food establishment.
fr_fr: La cuisine servie par cet établissement alimentaire.

source: A comma-delimited list of website and mobile app URLs to order products.
fr_fr: Une liste délimitée par des virgules d'URL de site Web et d'application mobile pour commander des produits.

source: The WPSSO JSON add-on is required to add these Order Action URL(s) to the Schema "potentialAction" property.
fr_fr: L'ajout WPSSO JSON est requis pour ajouter ces URLs d'action de commande à la propriété de Schéma "potentialAction".

source: A default country to use when creating a new place / location.
fr_fr: Un pays par défaut à utiliser lors de la création d'une nouvelle place / position.

source: A "%1$s" tab can be added to the %2$s metabox on Posts, Pages, and custom post types, allowing you to select or enter place information for the webpage content (ie. street address, GPS coordinates, opening hours, etc.).
fr_fr: Un onglet "%1$s" peut être ajouté à la metabox %2$s pour les articles, pages et les articles de type personnalisé, vous permettant de sélectionner ou d'entrer des informations de place pour le contenu de la page Web (adresse, coordonnées GPS, heures d'ouverture, etc.).

source: Select an existing place or enter a custom place below.
fr_fr: Sélectionnez une place ou complétez une place personnalisée ci-dessous.

# lib file description
source: Place / Location
fr_fr: Place / position

# plugin description
source: WPSSO Core add-on provides Pinterest Place, Facebook / Open Graph Location, Schema Local Business and Local SEO meta tags.
fr_fr: Ajout WPSSO Core pour fournir des balises méta Pinterest place, Facebook / Open Graph de position, et Schéma d'entreprise locale.

# option label
source: Select a Place
fr_fr: Choisir une place

# option label
source: Place Schema Type
fr_fr: Type de Schéma de la place

# option label
source: Place Alternate Name
fr_fr: Autre nom de la place

# option label
source: Street Address
fr_fr: Adresse de rue

# option label
source: P.O. Box Number
fr_fr: Num. boîte postale

# option label
source: City
fr_fr: Ville

# option label
source: State / Province
fr_fr: État / Province

# option label
source: Zip / Postal Code
fr_fr: Zip / code postal

# option label
source: Country
fr_fr: Pays

# option label
source: Telephone
fr_fr: Téléphone

# option label
source: Place Latitude
fr_fr: Latitude de la place

# option comment
source: decimal degrees
fr_fr: degrés décimaux

# option label
source: Place Longitude
fr_fr: Longitude de la place

# option label
source: Place Altitude
fr_fr: Altitude de place

# option comment
source: meters above sea level
fr_fr: mètres au-dessus du niveau de mer

# option label
source: Open Days / Hours
fr_fr: Jours / heures d'ouverture

source: Opens at
fr_fr: Ouvre à

source: and closes at
fr_fr: et ferme à

# option label
source: Closes Mid-Day
fr_fr: Ferme mi-journée

source: Closed from
fr_fr: Fermé de

source: to
fr_fr: à

# option label
source: Seasonal Dates
fr_fr: Dates saisonnières

source: Open from
fr_fr: Ouvert de

source: through
fr_fr: jusqu'à

source: inclusively
fr_fr: inclusivement

# metabox title
source: Local Business
fr_fr: Entreprise locale

# option label
source: Service Radius
fr_fr: Rayon de service

# option comment
source: meters from location
fr_fr: mètres de la place / position

# option label
source: Currencies Accepted
fr_fr: Devises acceptées

# option label
source: Payment Accepted
fr_fr: Paiement accepté

# option label
source: Price Range
fr_fr: Échelle de prix

# metabox title
source: Food Establishment
fr_fr: Établissement alimentaire

# option label
source: Accepts Reservations
fr_fr: Accepte des réservations

# option label
source: Serves Cuisine
fr_fr: Cuisine servie

# option label
source: Food Menu URL
fr_fr: URL du menu alimentaire

# option label
source: Order Action URL(s)
fr_fr: URL(s) d'action de commande

# metabox title
source: Places / Locations and Settings
fr_fr: Place / position et réglages

# metabox tab
source: Manage Places
fr_fr: Gérer les places

# metabox tab
source: Add-on Settings
fr_fr: Réglages de l'ajout

# option label
source: Edit a Place
fr_fr: Modifier une place

# option comment
source: delete this place
fr_fr: supprimer cette place

# option label
source: Place Name
fr_fr: Nom de la place

# option label
source: Place Description
fr_fr: Description de la place

# option label
source: Place Image ID
fr_fr: ID d'image de la place

# option label
source: or Place Image URL
fr_fr: ou URL d'image de la place

# option label
source: Default Country
fr_fr: Pays par défaut

# option label
source: Show Tab on Post Types
fr_fr: Afficher l'onglet sur articles de type

source: %1$s is an add-on for the %2$s plugin &mdash; please install and activate the %3$s plugin before activating %4$s.
fr_fr: %1$s est un ajout pour l'extension %2$s &mdash; SVP installer et activer l'extension %3$s avant d'activer %4$s.

source: The %1$s add-on requires the %2$s plugin &mdash; install and activate the %3$s plugin or <a href="%4$s">deactivate the %5$s add-on</a>.
fr_fr: L'ajout %1$s requiert l'extension %2$s &mdash; installer et activer l'extension %3$s ou <a href="%4$s">désactiver l'ajout %5$s</a>.

source: The %1$s version %2$s add-on requires %3$s version %4$s or newer (version %5$s is currently installed).
fr_fr: L'ajout %1$s version %2$s requiert %3$s version %4$s ou plus récente (version %5$s est actuellement installée).

source: WPSSO Core add-on provides Pinterest Place, Facebook / Open Graph Location, Schema Local Business and Local SEO meta tags.
fr_fr: Ajout WPSSO Core pour fournir des balises méta Pinterest place, Facebook / Open Graph de position, et Schéma d'entreprise locale SEO.
